{
    "PortfolioPage": {
        "logo": "./icons/Faviconp.png",
        "logo_alt": "Your Name Web Portfolio Logo",
        "linkedIn": "https://www.linkedin.com/in/vaishnavie-suresh/",
        "facebook": "https://www.facebook.com/",
        "instagram": "https://www.instagram.com/",
        "twitter": "https://twitter.com/",
        "email": "sureshvaishnavie@gmail.com",
        "phone": "7472449667",
        "resume": "/VAISHNAVIE SURESH_RESUME_OPERATION Manager.pdf"
    },
    "Home": {
        "firstName": "Vaishnavie",
        "lastName": "Suresh",
        "titles": [
            "Operations Manager",
            "",
            ""
        ]
    },
    "About": {
        "image": "./Vaishnavie 2.jpg",
        "image_alt": "Your Name Portfolio Photo",
        "title": "Operations Manager",
        "title_sub": "Optional Subtitle",
        "body": [
            "I am Vaishnavie Suresh, an Operations Manager passionate about efficiency, innovation, and problem-solving. With expertise in workflow optimization, supply chain management, and process improvement, I thrive on creating streamlined, cost-effective solutions that enhance business operations. My journey in engineering and industrial management has equipped me with a deep understanding of lean methodologies, Six Sigma, Total Quality Management (TQM), and value stream mapping, allowing me to drive continuous improvement and operational excellence.",
            "I am guided by values of integrity, adaptability, and collaboration, believing that a well-optimized system not only enhances productivity but also fosters team synergy and long-term success. My strengths lie in my data-driven decision-making, cross-functional leadership, and ability to transform complex challenges into actionable solutions. Over the years, I have successfully reduced costs, enhanced efficiency, and improved quality assurance in various industries, always striving to deliver impactful, measurable results."
        ],
        "para1": "Beyond my professional pursuits, I have a deep love for traveling, painting, baking, and exploring new creative outlets. I believe that embracing diverse experiences fuels innovation and fresh perspectives, which I bring into my work. My career goal is to drive operational excellence through sustainable strategies, leverage technology for smarter supply chain solutions, and lead transformative projects that shape the future of business operations. With technical proficiency in JIRA, Tableau, PowerBI, GitHub, Minitab, Microsoft Dynamic 365 and Airtable, I continuously seek to expand my expertise and stay ahead of industry advancements. For me, every challenge is an opportunity to innovate, optimize, and create lasting impact.",
        "para2": "I bring a unique blend of technical expertise, strategic thinking, and operational efficiency to any organization. My ability to analyze complex systems, implement data-driven solutions, and optimize workflows allows businesses to enhance productivity, reduce costs, and improve overall performance. I excel at leading cross-functional teams, aligning business objectives with operational strategies, and driving continuous improvement initiatives. Whether it's refining supply chain processes, implementing lean methodologies, or leveraging technology for smarter decision-making, I am committed to delivering scalable, high-impact solutions that drive long-term growth and sustainability. For me, every challenge is an opportunity to innovate, optimize, and create lasting impact.",
        
        "bg_image": "./about/chart.jpg",
        "bg_image_alt": "Your Picture Here",
        "whoami_box1": [
            "Nulla posuere sollicitudin aliquam ultrices sagittis orci a. Iaculis eu non diam phasellus vestibulum lorem sed.",
            "Cursus eget nunc scelerisque viverra mauris in aliquam.",

            "<ul><li>Pellentesque elit eget.</li>Adipiscing at in tellus integer feugiat.<li>Facilisis gravida neque convallis a cras semper auctor.</li></ul>"

        ]
    },
    "Leadership": {
        "title": "Skillset",
        "list_of_skills": [
            "Lean Manufacturing",
            "Six Sigma",
            "Process Improvement",
            "Supply Chain Management",
            "Total Quality Management (TQM)",
            "Value Stream Mapping",

            "Quality Assurance",
            "Production Planning and Control",
            "Continuous Improvement",
            "Supply Chain Management",

            "Leadership",
            "Problem-Solving",
            "Cross-Functional Collaboration",
            "Data-Driven Decision Making",
            "Communication",
            "Adaptability",
            "ERP Systems",
            "Resource Allocation Techniques",
            "Work Breakdown Structure"
        ],
        "leadership_para_title": "",
        "leadeership_para": [ 
            "To build agile, people-centered operations that drive efficiency, reduce waste, and scale sustainably — empowering teams to deliver consistent, high-impact results through smart systems and continuous improvement.Because the best operations aren’t just lean — they’re human, adaptable, and built to grow."
        ]
    },
    "Skillset": {
        "title": "Leadership Strengths", 
        "grid1_txt": "Strategic Decision-Making",
        "grid2_txt": "Process Optimization",
        "grid3_txt": "Cross-Functional Collaboration",

        "grid4_txt": "Problem-Solving & Crisis Management",
        "grid5_txt": "Team Leadership & Development",
        "grid6_txt": "Strategic Planning & Execution",

        "grid7_txt": "Digital Transformation",
        "grid8_txt": "Customer-Centric Approach",
        "grid9_txt": "Agile Project Management",
        "grid10_txt": "Sustainability"

    },
    
    "Education": {
        "title": "Education and Certifications",
        "data": [
            {
                "img": "./CSUN.png",
                "img_alt": "CSUN",
                "year": "",
                "school": "California State University Northridge",
                "institutions": "California State University Northridge",
                "sub_text": "",
                "degree": "Masters in Science in Engineering/Industrial Management",
                "location": "CA, USA",
                "link": ""
            },
            {
                "img": "./Rajagiri.jpg",
                "img_alt": "RSET",
                "year": "",
                "school": "Rajagiri School of Engineering and Technology",
                "institutions": "Rajagiri School of Engg and Tech",
                "sub_text": "",
                "degree": "Bachelor of Technology in Electrical & Electronics Engineering",
                "location": "Kerala, India",
                "link": ""
            }
            
        ]
    },
    "Contact": {
        "email": "sureshvaishnavie@gmail.com"
    }
}